Repository: dangcpr/aiohs-app
Catalog: lib/l10n/app_*.arb
Languages: vi

source: START
vi: BẮT ĐẦU

source: NEXT
vi: TIẾP THEO

# pass
source: SKIP
vi: BỎ QUA

# helloOBtitle
source: Welcome to AIO Home Services
vi: Chào mừng bạn đến với AIO Home Services

# helloOBdesc
source: Welcome to AIO Home Services. Convenient room rental and housekeeping application.
vi: Chào mừng bạn đến với AIO Home Services. Ứng dụng cho thuê phòng và giúp việc nhà tiện lợi.

# firstOBtitle
source: Data safety and security
vi: An toàn và bảo mật dữ liệu

# firstOBdesc
source: Trusted maid with clear information. Data is encrypted in transit.
vi: Người giúp việc đáng tin cậy với thông tin rõ ràng. Dữ liệu được mã hóa trên đường truyền.

# secondOBtitle
source: Guaranteed Service
vi: Dịch vụ đảm bảo

# secondOBdesc
source: Professional maids, all have good reviews on the app.
vi: Người giúp việc chuyên nghiệp, đều có đánh giá tốt trên ứng dụng.

# thirdOBtitle
source: Simple and easy
vi: Đơn giản và dễ dàng

# thirdOBdesc
source: Easy scheduling. Get a maid in a short time.
vi: Đặt lịch dễ dàng. Có ngay người giúp việc trong thời gian ngắn.

# signupTitle
source: Sign up account
vi: Đăng ký tài khoản

# signupDesc
source: Let's make housework easy!
vi: Hãy để việc nhà trở nên nhẹ nhàng!

# signupButton
source: Sign up
vi: Đăng ký

# signupName
source: Full name
vi: Họ và tên

# signupEmail
source: Email
vi: Thư điện tử

# signupPhone
source: Phone number
vi: Số điện thoại

# signupPassword
source: Password
vi: Mật khẩu

# signupConfirm
source: Re-enter password
vi: Nhập lại mật khẩu

# signupEmptyError
source: Cannot be empty
vi: Không được để trống

# signupPhone10Chacs
source: Phone number must be 10 characters
vi: Số điện thoại phải có 10 kí tự

# signupEmailError
source: The email is not in the correct format
vi: Thư điện tử không đúng định dạng

# signupPasswordLengthError
source: Password must be at least 6 characters
vi: Mật khẩu phải có ít nhất 6 kí tự

# signupConfirmError
source: Please re-enter the password that matches the password entered
vi: Vui lòng nhập lại mật khẩu khớp mật khẩu đã nhập

# signupSuccess
source: Signup successful. Please login.
vi: Đăng ký thành công

source: Sign in
vi: Đăng nhập

# welCome
source: Welcome to AIO HS!
vi: Chào bạn đến với AIO HS!

source: Welcome back!
vi: Chào mừng bạn trở lại!

# contentWelcome
source: Sign in to experience the service!
vi: Đăng nhập để trải nghiệm dịch vụ

source: Forgot password?
vi: Quên mật khẩu?

# orLogin
source: Or login using
vi: Hoặc đăng nhập bằng

# newAccount
source: You don't have account?
vi: Bạn chưa có tài khoản?

source: Sign up
vi: Đăng ký ngay

source: Password
vi: Mật khẩu

source: Hello
vi: Xin chào

source: Register
vi: Đăng ký ngay

source: Become a maid?
vi: Trở thành người giúp việc?

source: Search...
vi: Tìm kiếm....

source: Services
vi: Dịch vụ

source: Hourly
vi: Giúp việc theo giờ

source: Long-term
vi: Giúp việc dài hạn

source: Air conditioning cleaning
vi: Vệ sinh máy lạnh

source: Shopping
vi: Đi chợ hộ

source: Options
vi: Tùy chọn

source: Need room for short-term?
vi: Bạn cần chỗ để ngắn hạn?

# durationLabel
source: Duration (not including added services)
vi: Thời lượng (chưa tính dịch vụ gia tăng)

# durationSub
source: Please estimate how long it will take to clean up
vi: Vui lòng ước lượng thời gian cần dọn dẹp

# hourLabel
source: hours
vi: giờ

# roomLabel
source: rooms
vi: phòng

# addServiceLabel
source: Added service
vi: Dịch vụ gia tăng

# addServiceSub
source: Please add additional services if you need them
vi: Vui lòng các dịch vụ gia tăng nếu bạn có nhu cầu

# cookingLabel
source: Cooking at home
vi: Nấu ăn tại gia

# ironLabel
source: Iron
vi: Ủi đồ

# bringToolLabel
source: Bring tool
vi: Mang theo dụng cụ

# bringVaccumLabel
source: Bring a vacuum cleaner
vi: Mang theo máy hút bụi

# hourWorkingLabel
source: working hours
vi: giờ làm việc

# optionLabel
source: Option
vi: Tùy chọn

# hasPetLabel
source: The house has pets
vi: Nhà có thú cưng

# yesPetLabel
source: House HAS pets
vi: Có thú cưng

# noPetLabel
source: House has NO pets
vi: Không có thú cưng

# noticeLabel
source: Note
vi: Lưu ý

# fourHourNotice
source: The service only supports a maximum of 4 hours. If you want to order more, please book 2 jobs with close time frames.
vi: Dịch vụ chỉ hỗ trợ tối đa 4 giờ. Nếu bạn muốn đặt thêm, vui lòng đặt 2 công việc có khung thời gian gần nhau.

# dateLabel
source: Working time
vi: Thời gian làm việc

# dateSub
source: Please select a working day (within 7 days)
vi: Vui lòng chọn ngày làm việc (trong vòng 7 ngày)

# timeSub
source: Please select work start time
vi: Vui lòng chọn giờ bắt đầu làm việc

# timeNotice
source: If you choose evening hours (from 6:00 p.m. to 8:00 a.m. the next morning) and choose a working day on a holiday (Saturday, Sunday and holidays), there will be an additional surcharge.
vi: Nếu bạn lựa chọn giờ buổi tối (từ 18:00 đến 08:00 sáng hôm sau) và chọn ngày làm việc vào ngày nghỉ (thứ 7, chủ nhật và ngày lễ) sẽ bị phụ thu thêm.

# noticeForMaidLabel
source: Note to maker
vi: Ghi chú cho người làm

# noticeForMaidSub
source: Notes for cleaners to make cleaning easier
vi: Ghi chú cho người làm dễ người làm dọn dẹp tốt hơn

# chooseDateTimeCleaningHourly
source: Choose the time doing job
vi: Chọn thời gian làm việc

# confirmCleaningHourly
source: Confirm and pay
vi: Xác nhận và thanh toán

# hintForMaidLabel
source: Enter a note for the employee
vi: Nhập ghi chú cho nhân viên

# locationLabel
source: Location
vi: Vị trí

# locationDetailLabel
source: Address details
vi: Chi tiết địa chỉ

# workingInfoLabel
source: Work information
vi: Thông tin công việc

# workingInfoTimeLabel
source: Working hours
vi: Giờ làm việc

# workingInfoDetailLabel
source: Work details
vi: Chi tiết công việc

# nextLabel
source: Next step
vi: Tiếp theo

# fromLabel
source: from
vi: từ

# toLabel
source: to
vi: đến

# shoppingStep1Title
source: Delivery to location
vi: Địa điểm giao tới

# shoppingStep1Label
source: List of places
vi: Danh sách địa điểm

# shoppingStep1LabelSub
source: Please select 01 (one) location below or press "Choose another location"
vi: Vui lòng chọn 01 (một) địa điểm bên dưới hoặc nhấn "Thêm địa điểm"

# typeOfAddress1
source: Home
vi: Nhà riêng

# typeOfAddress2
source: Apartment
vi: Chung cư

# typeOfAddress3
source: Villa
vi: Biệt thự

# typeOfAddressUnknown
source: Unknown
vi: Chưa xác định

# shoppingStep2Title
source: Choose the method of shopping
vi: Chọn hình thức mua hàng

# shoppingStep2Method1Title
source: Enter items to buy
vi: Nhập mặt hàng cần mua

# shoppingStep2Method1Sub1
source: The customer will import products of his choice.
vi: Khách hàng sẽ nhập những sản phẩm tùy ý.

# shoppingStep2Method1Sub2
source: No need to select any store.
vi: Không cần lựa chọn cửa hàng nào.

# shoppingStep2Method1Sub3
source: Confirm payment, the collaborator will choose the store and buy the product according to the customer's request.
vi: Xác nhận thanh toán, cộng tác viên sẽ tự chọn cửa hàng và mua sản phẩm theo yêu cầu của khách hàng.

# shoppingStep2Method2Title
source: Select item in store
vi: Chọn mặt hàng ở cửa hàng

# shoppingStep2Method2Sub1
source: Customers will choose the store closest to you on the app.
vi: Khách hàng sẽ chọn cách cửa hàng có sẵn tại nơi gần bạn nhất trên ứng dụng.

# shoppingStep2Method2Sub2
source: Select products available in the store without entering the product name.
vi: Chọn các sản phẩm có sẵn ở cửa hàng mà không cần nhập tên sản phẩm.

# shoppingStep3Title
source: Shopping list
vi: Danh sách cần mua

# shoppingStep3Label1List
source: Product List
vi: Danh sách sản phẩm

# shoppingStep3Label1Remove
source: Remove all
vi: Xóa tất cả

# shoppingStep3Sub1
source: Priority list in order from top to bottom
vi: Danh sách ưu tiên theo thứ tự từ trên xuống dưới

# shoppingCountProduct
source: Product quantity
vi: Số lượng sản phẩm

# productLabel
source: product
vi: sản phẩm

# shoppingPrice
source: Estimated amount
vi: Số tiền ước tính

# shoppingEmpty
source: Empty list
vi: Danh sách trống

# shoppingHintLabelProductField
source: Enter product name
vi: Nhập tên sản phẩm

# shoppingChoosePrice
source: Choose price
vi: Chọn số tiền

# shoppingPriceDialog
source: Estimated shopping amount
vi: Số tiền đi chợ ước tính

# shoppingPriceDialogSub
source: Please enter the amount to be given to the collaborator from 100,000 to 3,000,000 VND (VND unit)
vi: Vui lòng nhập số tiền sẽ đưa cho cộng tác viên từ 100,000 tới 3,000,000 ₫ (đơn vị VNĐ)

# shoppingStep4Title
source: Select delivery time
vi: Chọn thời gian giao hàng
